13/data/attachments/34378b0b550f0f95.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Andrew_mouth_Friend_98214_3</nif:username>
            <nif:friendToBeRequested>soap_friends_bdf95f31-4736-4629-b2cb-7d0a6725ca01</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>